Revit 2027 API
SymbolTypeId.KgPerM Property
 Symbol kg/m, indicating unit Kilograms per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgPerM { get; }
Public Shared ReadOnly Property KgPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgPerM {
	ForgeTypeId^ get ();
}
static member KgPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace